{
  "flow_type": "data_list",
  "flow_name": "article_data",
  "status": "released",
  "data_list_name": "article",
  "rows": [
    {
      "id": "topic_1",
      "number": 1,
      "title": "Introductions",
      "introduction": "This first session offers a chance for members to introduce themselves to the group.",
      "message_1": "Hello and thanks for joining us in this chat. I hope you're all making progress in ParentText. Please DM me if you need help! \n\nToday we are introducing ourselves! Please share your name and your goal for the programme. As an example: \n\nMy name is @fields.user_name and I want to learn more about how to help my child go to bed by 8 every night. \n\nFeel free to add your own to the chat using text or audio message.",
      "message_2": "Thanks so much for sharing! To make this a safe space for everyone, here are some ground rules: \n- What is said in the group stays in the group. You need to know that this group is private.\n- Accept each other. Everyone is different and has different experiences.\n- Share only what you feel comfortable sharing.\n- Feel free to ask questions!\n- Respect privacy of personal pictures and videos that are sent to the chat group. \n\nIf you don't feel like you can agree to these rules, please send me a message and I can remove you from the group.",
      "faq_title": "Support",
      "question_1": "A parent needs support accessing ParentText and I'm not sure how to answer their question",
      "response_1": "Reach out for support to @global.supervisor_name at @global.supervisor_contact.",
      "question_2": "A parent cannot commit to the ground rules",
      "response_2": "Remove them from the group and notify @global.supervisor_name at @global.supervisor_contact",
      "title_short": "Week 1: Introductions",
      "icon_asset": "images/icons/reader_blue.svg",
      "message_guidance_1": "Explain to the facilitator any relevant details, such as \"wait for parents to respond\"."
    },
    {
      "id": "topic_2",
      "number": 2,
      "title": "One-on-One Time",
      "introduction": "This session allows parents to discuss the importance of one-on-one time with their child. Remember, the key building blocks for One-on-One time are Day, Play, and Stay:\n\n**DAY** Try to do it every day\nSpend 5 minutes (or more!) One-on-One time with your child each day.\n\n**PLAY** Let them choose the activity\nTell your child that you would like to spend some time with them and that they can choose what to do or talk about. They might think this is weird at first but will come to enjoy this time with you!\n\n**STAY** Focus on your child \nSwitch off TV and put aside phones. Look at your child or teen. Nod or say “I see” to show you are really paying attention. Accept what they say without judging them.\n\nThe goal is for parents to spend at least 5 minutes of one-on-one time with their child each day.",
      "message_1": "Let’s move on to our first parenting tip! This week we are learning about spending 1-on-1 time with our children. \n\nSpending quality time with your children makes them feel secure and loved. Here are 3 things to try when you are spending One-on-One time with your children:\n\n1️⃣ DAY. Try to spend One-on-One time with your children every day.\n\n2️⃣ PLAY. Let them choose the activity.\n\n3️⃣ STAY. Stay totally focused on your child. Show them you are paying attention by looking and responding to them.",
      "message_2": "Why do you think spending One-on-One Time with your children could be helpful?",
      "message_3": "Thanks for sharing so many wonderful responses! This week, remember to spend at least 5 minutes of one-on-one time with your child each day.",
      "faq_title": "Responding to Parents",
      "faq_introduction": "Give parents in your @global.share_medium group time to respond.",
      "question_1": "What if no one participates?",
      "response_1": "If your chat goes silent after the prompt, consider sharing some of these ideas or suggestions. \n\nOne-on-One Time with Children Is Helpful Because It: \n- Improves the relationship between parents/caregivers and children.\n- Children feel that they are valuable and loved.\n- Shows children that what they are doing is important.\n- Builds self-esteem of children and makes them feel important.\n- Increases trust and improves communication between parents/caregivers and children.\n- Helps children develop and explore the world.\n- Gives parents/caregivers a chance to learn about children's interests and abilities.",
      "question_2": "A parent cannot complete one-on-one time with their child this week.",
      "response_2": "That's okay! Parenting can be challenging and many obstacles can get in the way. Remember, your job isn't to solve their problems, but enable a conversation between parents to support one another. Here are some challenges and possible solutions you might share if other parents don't offer support: \n\n| Challenge                                                            | Possible solution                                                                              |\n|----------------------------------------------------------------------|------------------------------------------------------------------------------------------------|\n| I didn’t have enough time                                            | Find a chore to do together!                                                                   |\n| My child did not want to spend time with me.                         | Try finding something fun to do.                                                               |\n| All my child wanted to do is watch T.V. or play with a gadget        | Ask your child to show you something on the gadget.                                            |\n| My child wanted to do things I felt uncomfortable about              | Explain why you feel uncomfortable and suggest an alternative.                                 |\n| My child wanted to do activities that I could not do                 | Ask your child if you can watch!                                                               |\n| My child chose a competitive activity. I won and then they got angry | Suggest other activities or do an activity where you can be on the same team.                  |\n| My child had a tantrum at the end of One-on-One time                 | Be clear about how much time you have and warn your child when the time is coming to an end.   |\n| All my children wanted One-on-One Time at the same time:             | Think of a time when other children are not around or ask another adult to help with children. |",
      "title_short": "Week 2: One-on-One Time",
      "icon_asset": "images/icons/reader_blue.svg",
      "message_guidance_1": "Explain to the facilitator any relevant details, such as \"wait for parents to respond\"."
    },
    {
      "id": "topic_3",
      "number": 3,
      "title": "Sharing Emotions",
      "introduction": "The primary objectives for this week are parents learning and practicing how to talk about their own and their children’s feelings. \n\nThe key building blocks for Talking about Emotions are Breathe, Share, Listen, Show, and Seek:\n\nBREATHE. Slowly. Pause. \nBefore you say anything, slowly breathe in and out. It will calm you and give you a chance to think.\n\nSHARE how you feel\nThis is hard. Many of us were told not to cry or show our feelings to our children. But take a deep breath and calmly tell them how you feel. They will understand better, and also learn from you how to deal with stress. \n\nLISTEN to your child.\nAllow your child to share their emotions. You can also reflect back what you them say to you. Accept that the feeling is okay, even if it is negative.\n\nSHOW them you care\nThis is also hard! Stress makes us focus on ourselves. But our children and teens need our support. Ask them how they feel. Listen to them and comfort them. Try a hug or say, ‘I understand.’ It can change everything.\n\nSEEK the positive\nCan you and your child think about ideas that might help? Can you do something positive together to take your mind off the stress?",
      "message_1": "Today’s parent tip is about helping your children to manage their feelings. Here are 5 tips about how to talk about emotions with your children:\n\nBREATHE to calm yourself before you start.\nSHARE how you feel. \nLISTEN to your child or teen. \nSHOW them you care. \nSEEK the positive.",
      "message_2": "Why do you think helping your child share their emotions could be helpful for them?",
      "message_3": "Thanks for sharing your ideas! This week, practice talking to your children about their emotions during One-on-One Time and at other times during the week. Try to become more aware of your own emotions as you go about your day, too!",
      "faq_title": "Key Issues to Be Aware Of",
      "question_1": "Talking about emotions can be new",
      "response_1": "It is completely normal for parents to have difficulty talking about and expressing emotions and feelings. Parents may be trying to recognise their own emotions and communicate about them for the first time here. Talking about feelings also has the benefit of bringing awareness to positive emotions such as happiness or calmness!",
      "question_2": "Emotions and gender",
      "response_2": "Many people are taught not to cry when they are sad. This might be especially true for boys and men. It’s important to understand that boys and men have the same feelings as girls and women, and that sharing emotions does not need to reduce their sense of masculinity. Sharing emotions is a sign of courage and strength.",
      "question_3": "Accepting negative emotions",
      "response_3": "Negative emotions are just as normal as positive emotions! Some parents might feel disrespected when their children display negative emotions. This does not mean that parents are losing control or authority over their child. Parents should encourage children to be aware of their emotions by helping them to name emotions, and to talk about how they are experiencing their emotions as this will help them to regulate their emotions.",
      "title_short": "Week 3: Sharing Emotions",
      "icon_asset": "images/icons/reader_blue.svg",
      "message_guidance_1": "Explain to the facilitator any relevant details, such as \"wait for parents to respond\"."
    },
    {
      "id": "topic_4",
      "number": 4,
      "title": "Redirecting Misbehaviours",
      "introduction": "This week, parents will have the chance to share how they distract their child with fun or interesting activities and discuss the importance redirecting their child's misbehaviours. There are four steps to redirecting behaviour: Be Calm, Quick, Clear, and Positive. \n\n1. **BE CALM** Speak with a calm voice.\n2. **QUICK** Distract the child before it begins or gets worse.\n3. **CLEAR** The child needs clear instructions on what to do.\n4. **POSITIVE** Praise when the child behaves!",
      "message_1": "Today's tip is to help you misdirect your child's behaviour, especially when they are tired, scared, hungry, or learning independence.\n\n- **BE CALM** Speak to your child with a calm voice.\n- **QUICK** Distract your child before the misbehaviour begins or gets worse.\n- **CLEAR** Give your child clear instructions on what to do.\n- **POSITIVE** Praise your child when they misbehaves!",
      "message_2": "Why do you think it's important to distract your child with an interesting and fun activity when they misbehave?",
      "message_3": "Thank you for sharing your thoughts! This week, try to act quickly and calmly when your child misbehaves. Distract them with a simple but fun activity. Don't forget to praise them when they behave!",
      "faq_title": "Challenges Shared by Parents",
      "question_1": "A parent shares that they distract their child with a form of punishment.",
      "response_1": "It's good that you tried to redirect your child's misbehaviour. However, we strongly encourage you to practise positive discipline strategies instead of punishing your child. Research shows that when you spend lots of time reinforcing positive behaviour, your child will respond with more positive behaviour.",
      "question_2": "A parent doesn't know what types of simple and fun activities are good to distract their child.",
      "response_2": "It's great that you're interested to know about activities you can do to distract your kid with! You could invite your child to help you with house chores. You could also bring out your child's art supplies and ask them to create something. Alternatively, you could give your child some objects and ask them to create a new game with the toys. Remember to praise or reward them when they behave the way you asked them to.",
      "title_short": "Week 4: Redirecting Misbehaviours",
      "icon_asset": "images/icons/reader_blue.svg",
      "message_guidance_1": "Explain to the facilitator any relevant details, such as \"wait for parents to respond\"."
    },
    {
      "id": "topic_5",
      "number": 5,
      "title": "Healthy eating",
      "introduction": "Parents will focus on their child's healthy eating habits this week. This session will allow parents to discuss the importance of training children to practice healthy eating habits from a young age. \n\nThe three tips that parents can follow to support their child's healthy eating habits are:  \n\n1. **PRACTISE MODERATION** Let the child enjoy a variety of food based on the recommended daily intakes.\n2. **MANAGE EMOTIONS** Redirect or ignore the child's demanding behaviour for unhealthy food.\n3. **PRIORITISE HYGIENE** Wash you hands and fresh food items before cooking. Maintain freshness of food by storing them in the fridge.",
      "message_1": "Hello parents! Today's parent tip is about encouraging your child to eat healthy and safe food. The following three tips will help your child to enjoy clean and tasty food. These tips wil also help you to manage any food-related tantrums from your child.\n\n1. **PRACTISE MODERATION** It is alright to let your child enjoy a variety of food based on the recommended daily intakes.\n2. **MANAGE EMOTIONS** When your child is demanding for unhealthy food, you can redirect or ignore their behaviours.\n3. **PRIORITISE HYGIENE** Remember to wash you hands and fresh food items before cooking. Take advantage of the fridge to maintain freshness of cooked food.",
      "message_2": "Why do you think it is important to starting teaching your child healthy eating habits from a young age?",
      "message_3": "Thank you for your responses! If your child throws temper tantrum for unhealthy food this week, redirect them to healthier food options. If that doesn't work, ignore their demanding behaviour until they calm down. You can also take deep breathes if you feel exhausted or angry by their behaviour.",
      "faq_title": "Responding to Parents",
      "question_1": "A parent asks for the recommended daily intake of food categories.",
      "response_1": "It's great to hear that you are interested to learn about the recommended daily intake for your child! Every day, make sure your child has:\n\n🍚 2-3 servings of carbohydrates. \n1 serving could be: 2 spoons of rice, 2 slices of bread, 1 sweet potato, 1 cup of wet noodles, or 6 cream crackers.\n\n🍅 3-4 servings of fruits and vegetables. \n1 serving could be: 4 tablespoons of cooked leafy vegetables, ½ cup of other vegetables, 1 medium-sized fruit, 8 grapes, or 4 prunes.\n\n💚 1-2 servings of dairy products and protein. \n1 serving could be: 1 kembong fish, 1 slice of tenggiri fish, 1 chicken thigh, ⅔ cup of anchovies, 2 eggs, 1 cup of lentils, 2 pieces of tempeh/tofu, 1 glass of milk, 1 cup of yoghurt, or 1 slice of cheese.\n\n🚩 Just a little bit of oil, fat, processed sugar, and salt.",
      "question_2": "A parent wants to know more about healthy food habits at home so that their child can learn.",
      "response_2": "Making healthy food choices as a family is a good way to teach your child to do the same. Your child will observe and learn from the eating habits of people around them. Healthy food habits include eating more vegetables and fruits. Unhealthy food choices include oil, fat, salt, and processed sugar. On the whole, your family should consume more fresh food items instead of fast food items. Remember to enjoy a variety of food in moderation!",
      "title_short": "Week 5: Healthy eating",
      "icon_asset": "images/icons/reader_blue.svg",
      "message_guidance_1": "Explain to the facilitator any relevant details, such as \"wait for parents to respond\"."
    }
  ],
  "_xlsxPath": "data/article_data.xlsx"
}